IDEA StatiCa Open Model
LoadingULS.InternalForces Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Internal force in section (permanent for staged section)
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ResultOfInternalForces InternalForces { get; set; }
Public Property InternalForces As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ InternalForces {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingULS Class
IdeaRS.OpenModel.Concrete.Load Namespace